Revit 2027 API
ParameterTypeId.CircuitLoadClassificationParam Property
 "Load Classification"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CircuitLoadClassificationParam { get; }
Public Shared ReadOnly Property CircuitLoadClassificationParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CircuitLoadClassificationParam {
	ForgeTypeId^ get ();
}
static member CircuitLoadClassificationParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace